cases/5x/7.5/system/include/features
{
    file "Vehicle0.eMesh";
    level 8;
}
{
    file "Vehicle1.eMesh";
    level 8;
}
{
    file "Vehicle2.eMesh";
    level 8;
}
{
    file "Vehicle3.eMesh";
    level 8;
}
{
    file "Vehicle4.eMesh";
    level 8;
}
