cases/5x/7.5/system/include/geometry
Vehicle0
{
    type triSurfaceMesh;
    file "Vehicle0.stl";
}
Vehicle1
{
    type triSurfaceMesh;
    file "Vehicle1.stl";
}
Vehicle2
{
    type triSurfaceMesh;
    file "Vehicle2.stl";
}
Vehicle3
{
    type triSurfaceMesh;
    file "Vehicle3.stl";
}
Vehicle4
{
    type triSurfaceMesh;
    file "Vehicle4.stl";
}
fullDomain
{
    type searchableBox;
    min (-3.0 0.0 0.0);
    max (21.0 3.0 5.0);
}
refinementBox0
{
    type searchableBox;
    min (-0.1 0.0 0.0);
    max (2.088 0.294 0.507);
}
refinementBox1
{
    type searchableBox;
    min (3.087 0.0 0.0);
    max (5.275 0.294 0.507);
}
refinementBox2
{
    type searchableBox;
    min (6.275 0.0 0.0);
    max (8.463 0.294 0.507);
}
refinementBox3
{
    type searchableBox;
    min (9.462 0.0 0.0);
    max (11.650 0.294 0.507);
}
refinementBox4
{
    type searchableBox;
    min (12.650 0.0 0.0);
    max (14.838 0.294 0.507);
}
